Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Rename Session
de: Sitzung umbenennen
es: Cambiar nombre de sesión
fr: Renommer la session
hi: सत्र का नाम बदलें
id: Ganti Nama Sesi
ja: セッション名の変更
ko: 세션 이름 바꾸기
pl: Zmień nazwę sesji
pt_br: Renomear sessão
tr: Oturumu Yeniden Adlandır
uk: Перейменувати сеанс
vi: Đổi tên phiên
zh_hans: 重命名会话
zh_hant: 重新命名會話

source: Rename Storyboard
de: Storyboard umbenennen
es: Cambiar nombre del guión gráfico
fr: Renommer le scénario
hi: स्टोरीबोर्ड का नाम बदलें
id: Ganti nama Papan Cerita
ja: ストーリーボードの名前を変更
ko: 스토리보드 이름 바꾸기
pl: Zmień nazwę Storyboardu
pt_br: Renomear Storyboard
tr: Storyboard'u yeniden adlandırın
uk: Перейменувати Storyboard
vi: Đổi tên bảng phân cảnh
zh_hans: 重命名故事板
zh_hant: 重命名故事板

source: Rename Thread
de: Thread umbenennen
es: Cambiar nombre del hilo
fr: Renommer le fil de discussion
hi: थ्रेड का नाम बदलें
id: Ganti Nama Utas
ja: スレッド名の変更
ko: 스레드 이름 바꾸기
pl: Zmień nazwę wątku
pt_br: Renomear tópico
tr: Konuyu Yeniden Adlandır
uk: Перейменувати ланцюжок
vi: Đổi tên chủ đề
zh_hans: 重命名线程
zh_hant: 重命名線程

source: Replace images with a new ZIP file
de: Ersetzen Sie Bilder durch eine neue ZIP-Datei
es: Reemplazar imágenes con un nuevo archivo ZIP
fr: Remplacer les images par un nouveau fichier ZIP
hi: छवियों को नई ज़िप फ़ाइल से बदलें
id: Ganti gambar dengan file ZIP baru
ja: 画像を新しい ZIP ファイルに置き換えます
ko: 이미지를 새 ZIP 파일로 교체
pl: Zastąp obrazy nowym plikiem ZIP
pt_br: Substitua as imagens por um novo arquivo ZIP
tr: Resimleri yeni bir ZIP dosyasıyla değiştirin
uk: Замініть зображення новим файлом ZIP
vi: Thay thế hình ảnh bằng tệp ZIP mới
zh_hans: 用新的 ZIP 文件替换图像
zh_hant: 用新的 ZIP 檔案替換影像

source: Replace prompts with a new CSV file
de: Ersetzen Sie Eingabeaufforderungen durch eine neue CSV-Datei
es: Reemplazar mensajes con un nuevo archivo CSV
fr: Remplacer les invites par un nouveau fichier CSV
hi: संकेतों को नई CSV फ़ाइल से बदलें
id: Ganti perintahnya dengan file CSV baru
ja: プロンプトを新しい CSV ファイルに置き換えます
ko: 프롬프트를 새 CSV 파일로 바꾸기
pl: Zastąp monity nowym plikiem CSV
pt_br: Substitua os prompts por um novo arquivo CSV
tr: İstemleri yeni bir CSV dosyasıyla değiştirin
uk: Замініть підказки новим файлом CSV
vi: Thay thế lời nhắc bằng tệp CSV mới
zh_hans: 将提示替换为新的 CSV 文件
zh_hant: 將提示替換為新的 CSV 文件

source: Request History
de: Anfrageverlauf
es: Historial de solicitudes
fr: Historique des demandes
hi: इतिहास का अनुरोध करें
id: Riwayat Permintaan
ja: リクエスト履歴
ko: 요청 내역
pl: Historia żądań
pt_br: Histórico de solicitações
tr: Talep Geçmişi
uk: Історія запитів
vi: Lịch sử yêu cầu
zh_hans: 请求历史记录
zh_hant: 請求歷史記錄

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट करें
id: Setel ulang
ja: リセット
ko: 재설정
pl: Zresetuj
pt_br: Redefinir
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: Reset Project
de: Projekt zurücksetzen
es: Restablecer proyecto
fr: Réinitialiser le projet
hi: प्रोजेक्ट रीसेट करें
id: Setel Ulang Proyek
ja: プロジェクトをリセット
ko: 프로젝트 재설정
pl: Zresetuj projekt
pt_br: Redefinir projeto
tr: Projeyi Sıfırla
uk: Скинути проект
vi: Đặt lại dự án
zh_hans: 重置项目
zh_hant: 重置項目

source: Reset Zoom
de: Zoom zurücksetzen
es: Restablecer zoom
fr: Réinitialiser le zoom
hi: ज़ूम रीसेट करें
id: Setel Ulang Zoom
ja: ズームをリセット
ko: 줌 재설정
pl: Zresetuj Zoom
pt_br: Redefinir zoom
tr: Yakınlaştırmayı Sıfırla
uk: Скинути масштаб
vi: Đặt lại thu phóng
zh_hans: 重置缩放
zh_hant: 重置縮放

source: Reset to 100%
de: Auf 100 % zurücksetzen
es: Restablecer al 100%
fr: Réinitialiser à 100 %
hi: 100% पर रीसेट करें
id: Setel ulang ke 100%
ja: 100%にリセット
ko: 100%로 재설정
pl: Zresetuj do 100%
pt_br: Redefinir para 100%
tr: %100'e sıfırla
uk: Скинути до 100%
vi: Đặt lại về 100%
zh_hans: 重置为 100%
zh_hant: 重設為 100%

source: Resetting will permanently delete data in %@ — generations, provider keys, agents, brand kits, chat threads, playgrounds, storyboards, bulk sessions, failed requests, and generated media files. Other projects are not affected. This cannot be undone.
de: Durch das Zurücksetzen werden Daten in %@ dauerhaft gelöscht – Generationen, Anbieterschlüssel, Agenten, Markenkits, Chat-Threads, Playgrounds, Storyboards, Massensitzungen, fehlgeschlagene Anfragen und generierte Mediendateien. Andere Projekte sind nicht betroffen. Dies kann nicht rückgängig gemacht werden.
es: El reinicio eliminará permanentemente los datos en %@: generaciones, claves de proveedores, agentes, kits de marca, hilos de chat, áreas de juego, guiones gráficos, sesiones masivas, solicitudes fallidas y archivos multimedia generados. Otros proyectos no se ven afectados. Esto no se puede deshacer.
fr: La réinitialisation supprimera définitivement les données de %@ : générations, clés de fournisseur, agents, kits de marque, fils de discussion, terrains de jeux, storyboards, sessions groupées, demandes ayant échoué et fichiers multimédias générés. Les autres projets ne sont pas concernés. Cela ne peut pas être annulé.
hi: रीसेट करने से %@ में डेटा स्थायी रूप से हट जाएगा - पीढ़ी, प्रदाता कुंजी, एजेंट, ब्रांड किट, चैट थ्रेड, खेल के मैदान, स्टोरीबोर्ड, बल्क सत्र, विफल अनुरोध और जेनरेट की गई मीडिया फ़ाइलें। अन्य परियोजनाएं प्रभावित नहीं होंगी. इसे असंपादित नहीं किया जा सकता है।
id: Menyetel ulang akan menghapus data di %@ secara permanen — generasi, kunci penyedia, agen, kit merek, rangkaian obrolan, taman bermain, papan cerita, sesi massal, permintaan yang gagal, dan file media yang dihasilkan. Proyek lain tidak terpengaruh. Hal ini tidak dapat dibatalkan.
ja: リセットすると、%@ 内のデータ (世代、プロバイダー キー、エージェント、ブランド キット、チャット スレッド、プレイグラウンド、ストーリーボード、一括セッション、失敗したリクエスト、生成されたメディア ファイル) が完全に削除されます。他のプロジェクトには影響しません。これを元に戻すことはできません。
ko: 재설정하면 %@의 데이터(세대, 공급자 키, 에이전트, 브랜드 키트, 채팅 스레드, 플레이그라운드, 스토리보드, 대량 세션, 실패한 요청 및 생성된 미디어 파일)가 영구적으로 삭제됩니다. 다른 프로젝트는 영향을 받지 않습니다. 이 작업은 취소할 수 없습니다.
pl: Zresetowanie spowoduje trwałe usunięcie danych w %@ — generacji, kluczy dostawców, agentów, zestawów marki, wątków czatu, placów zabaw, scenorysów, sesji zbiorczych, nieudanych żądań i wygenerowanych plików multimedialnych. Nie ma to wpływu na inne projekty. Tego nie można cofnąć.
pt_br: A redefinição excluirá permanentemente os dados em %@ — gerações, chaves de provedor, agentes, kits de marca, tópicos de bate-papo, playgrounds, storyboards, sessões em massa, solicitações com falha e arquivos de mídia gerados. Outros projetos não são afetados. Isto não pode ser desfeito.
tr: Sıfırlama, %@'deki nesiller, sağlayıcı anahtarları, aracılar, marka kitleri, sohbet dizileri, oyun alanları, storyboard'lar, toplu oturumlar, başarısız istekler ve oluşturulan medya dosyaları gibi verileri kalıcı olarak silecektir. Diğer projeler etkilenmez. Bu geri alınamaz.
uk: Скидання призведе до остаточного видалення даних у %@ — поколінь, ключів постачальників, агентів, комплектів брендів, ланцюжків чату, ігрових майданчиків, розкадровок, масових сеансів, невдалих запитів і згенерованих медіа-файлів. На інші проекти це не впливає. Це неможливо скасувати.
vi: Việc đặt lại sẽ xóa vĩnh viễn dữ liệu trong %@ — thế hệ, khóa nhà cung cấp, đại lý, bộ thương hiệu, chuỗi trò chuyện, sân chơi, bảng phân cảnh, phiên hàng loạt, yêu cầu không thành công và tệp phương tiện được tạo. Các dự án khác không bị ảnh hưởng. Điều này không thể hoàn tác được.
zh_hans: 重置将永久删除 %@ 中的数据 - 世代、提供商密钥、代理、品牌套件、聊天线程、游乐场、故事板、批量会话、失败的请求和生成的媒体文件。其他项目不受影响。此操作无法撤消。
zh_hant: 重置將永久刪除 %@ 中的資料 - 世代、提供者金鑰、代理、品牌套件、聊天線程、遊樂場、故事板、批次會話、失敗的請求和產生的媒體檔案。其他項目不受影響。此操作無法撤銷。

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
hi: संकल्प
id: Resolusi
ja: 解像度
ko: 해상도
pl: Rozdzielczość
pt_br: Resolução
tr: Çözünürlük
uk: роздільна здатність
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

source: Resource Endpoint
de: Ressourcenendpunkt
es: Punto final de recursos
fr: Point de terminaison de ressource
hi: संसाधन समापन बिंदु
id: Titik Akhir Sumber Daya
ja: リソースエンドポイント
ko: 리소스 엔드포인트
pl: Punkt końcowy zasobu
pt_br: Ponto final do recurso
tr: Kaynak Uç Noktası
uk: Кінцева точка ресурсу
vi: Điểm cuối tài nguyên
zh_hans: 资源端点
zh_hant: 資源端點

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
hi: परिणाम
id: Hasil
ja: 結果
ko: 결과
pl: Wyniki
pt_br: Resultados
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果
zh_hant: 結果

source: Resume
de: Lebenslauf
es: Currículum
fr: CV
hi: बायोडाटा
id: Lanjutkan
ja: 再開
ko: 이력서
pl: Wznów
pt_br: Currículo
tr: Devam et
uk: Резюме
vi: Tiếp tục
zh_hans: 简历
zh_hant: 履歷

source: Resume generation
de: Lebenslaufgenerierung
es: Reanudar generación
fr: Reprendre la génération
hi: पीढ़ी फिर से शुरू करें
id: Lanjutkan pembuatan
ja: 履歴書の生成
ko: 이력서 생성
pl: Generowanie CV
pt_br: Retomar geração
tr: Oluşturmayı sürdür
uk: Генерація резюме
vi: Tiếp tục tạo
zh_hans: 简历生成
zh_hant: 履歷生成

source: Retry
de: Versuchen Sie es noch einmal
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
ja: 再試行
ko: 재시도
pl: Spróbuj ponownie
pt_br: Tentar novamente
tr: Yeniden dene
uk: Повторіть спробу
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Review extracted information
de: Überprüfen Sie die extrahierten Informationen
es: Revisar la información extraída
fr: Examiner les informations extraites
hi: निकाली गई जानकारी की समीक्षा करें
id: Tinjau informasi yang diekstraksi
ja: 抽出された情報を確認する
ko: 추출된 정보 검토
pl: Przejrzyj wyodrębnione informacje
pt_br: Revise as informações extraídas
tr: Çıkarılan bilgileri inceleyin
uk: Перегляньте отриману інформацію
vi: Xem lại thông tin được trích xuất
zh_hans: 查看提取的信息
zh_hant: 查看提取的信息

source: Right
de: Richtig
es: Derecha
fr: À droite
hi: ठीक है
id: Benar
ja: 右
ko: 오른쪽
pl: Jasne
pt_br: Certo
tr: Sağ
uk: правильно
vi: Đúng
zh_hans: 右
zh_hant: 右

source: Run
de: Lauf
es: correr
fr: Courir
hi: भागो
id: Jalankan
ja: 走る
ko: 실행
pl: Biegnij
pt_br: Corre
tr: Çalıştır
uk: бігти
vi: Chạy
zh_hans: 运行
zh_hant: 運行

source: Run Requirements
de: Anforderungen ausführen
es: Requisitos de ejecución
fr: Exigences d'exécution
hi: चलाएँ आवश्यकताएँ
id: Persyaratan Jalankan
ja: 実行要件
ko: 실행 요구 사항
pl: Wymagania dotyczące uruchomienia
pt_br: Requisitos de execução
tr: Çalıştırma Gereksinimleri
uk: Вимоги до запуску
vi: Yêu cầu chạy
zh_hans: 运行要求
zh_hant: 運行要求

source: Run the agent to see results here.
de: Führen Sie den Agenten aus, um die Ergebnisse hier anzuzeigen.
es: Ejecute el agente para ver los resultados aquí.
fr: Exécutez l'agent pour voir les résultats ici.
hi: यहां परिणाम देखने के लिए एजेंट चलाएँ।
id: Jalankan agen untuk melihat hasilnya di sini.
ja: エージェントを実行すると、ここで結果が表示されます。
ko: 여기에서 결과를 보려면 에이전트를 실행하세요.
pl: Uruchom agenta, aby zobaczyć wyniki tutaj.
pt_br: Execute o agente para ver os resultados aqui.
tr: Sonuçları burada görmek için aracıyı çalıştırın.
uk: Запустіть агент, щоб побачити результати тут.
vi: Chạy đại lý để xem kết quả ở đây.
zh_hans: 运行代理以在此处查看结果。
zh_hant: 運行代理以在此處查看結果。

source: Running...
de: Laufen...
es: Corriendo...
fr: Courir...
hi: चल रहा है...
id: Berlari...
ja: 走っています...
ko: 실행중...
pl: Bieganie...
pt_br: Correndo...
tr: Koşuyor...
uk: Біг...
vi: Đang chạy...
zh_hans: 运行...
zh_hant: 運行...

source: Safety Level
de: Sicherheitsniveau
es: Nivel de seguridad
fr: Niveau de sécurité
hi: सुरक्षा स्तर
id: Tingkat Keamanan
ja: 安全レベル
ko: 안전 수준
pl: Poziom bezpieczeństwa
pt_br: Nível de segurança
tr: Güvenlik Seviyesi
uk: Рівень безпеки
vi: Mức độ an toàn
zh_hans: 安全等级
zh_hant: 安全等級

source: Safety Tolerance
de: Sicherheitstoleranz
es: Tolerancia de seguridad
fr: Tolérance de sécurité
hi: सुरक्षा सहिष्णुता
id: Toleransi Keamanan
ja: 安全許容差
ko: 안전 공차
pl: Tolerancja bezpieczeństwa
pt_br: Tolerância de Segurança
tr: Güvenlik Toleransı
uk: Толерантність безпеки
vi: Dung sai an toàn
zh_hans: 安全耐受性
zh_hant: 安全耐受性

source: Same seed value helps the model maintain the output theme
de: Der gleiche Startwert hilft dem Modell, das Ausgabethema beizubehalten
es: El mismo valor inicial ayuda al modelo a mantener el tema de salida.
fr: La même valeur de départ aide le modèle à conserver le thème de sortie
hi: समान बीज मान मॉडल को आउटपुट थीम बनाए रखने में मदद करता है
id: Nilai awal yang sama membantu model mempertahankan tema keluaran
ja: 同じシード値はモデルの出力テーマの維持に役立ちます
ko: 동일한 시드 값은 모델이 출력 테마를 유지하는 데 도움이 됩니다.
pl: Ta sama wartość początkowa pomaga modelowi zachować motyw wyjściowy
pt_br: O mesmo valor inicial ajuda o modelo a manter o tema de saída
tr: Aynı çekirdek değeri, modelin çıktı temasını korumasına yardımcı olur
uk: Однакове початкове значення допомагає моделі підтримувати вихідну тему
vi: Giá trị hạt giống giống nhau giúp mô hình duy trì chủ đề đầu ra
zh_hans: 相同的种子值有助于模型保持输出主题
zh_hant: 相同的種子值有助於模型保持輸出主題

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
tr: Kaydet
uk: зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
hi: सहेजें विफल
id: Simpan Gagal
ja: 保存に失敗しました
ko: 저장 실패
pl: Zapisywanie nie powiodło się
pt_br: Falha ao salvar
tr: Kaydetme Başarısız Oldu
uk: Не вдалося зберегти
vi: Lưu không thành công
zh_hans: 保存失败
zh_hant: 保存失敗

source: Save and organize your best prompts with tags
de: Speichern und organisieren Sie Ihre besten Eingabeaufforderungen mit Tags
es: Guarde y organice sus mejores indicaciones con etiquetas
fr: Enregistrez et organisez vos meilleures invites avec des balises
hi: अपने सर्वोत्तम संकेतों को टैग के साथ सहेजें और व्यवस्थित करें
id: Simpan dan atur petunjuk terbaik Anda dengan tag
ja: 最適なプロンプトをタグ付きで保存および整理する
ko: 태그를 사용하여 최고의 메시지를 저장하고 구성하세요.
pl: Zapisz i uporządkuj najlepsze podpowiedzi za pomocą tagów
pt_br: Salve e organize seus melhores prompts com tags
tr: En iyi istemlerinizi etiketlerle kaydedin ve düzenleyin
uk: Зберігайте та впорядковуйте свої найкращі підказки за допомогою тегів
vi: Lưu và sắp xếp các lời nhắc hay nhất của bạn bằng thẻ
zh_hans: 使用标签保存和整理您的最佳提示
zh_hant: 使用標籤儲存和整理您的最佳提示

source: Save prompts to your Prompt Gallery first, then pick them here.
de: Speichern Sie Eingabeaufforderungen zunächst in Ihrer Eingabeaufforderungsgalerie und wählen Sie sie dann hier aus.
es: Primero guarde las indicaciones en su Galería de indicaciones y luego selecciónelas aquí.
fr: Enregistrez d'abord les invites dans votre galerie d'invites, puis sélectionnez-les ici.
hi: पहले संकेतों को अपनी प्रॉम्प्ट गैलरी में सहेजें, फिर उन्हें यहां चुनें।
id: Simpan perintah ke Galeri Prompt Anda terlebih dahulu, lalu pilih di sini.
ja: まずプロンプトをプロンプト ギャラリーに保存してから、ここで選択します。
ko: 먼저 프롬프트 갤러리에 프롬프트를 저장한 다음 여기에서 선택하세요.
pl: Najpierw zapisz podpowiedzi w Galerii podpowiedzi, a następnie wybierz je tutaj.
pt_br: Salve os prompts primeiro na sua Galeria de prompts e depois escolha-os aqui.
tr: İstemleri önce Bilgi İstemi Galerinize kaydedin, ardından buradan seçin.
uk: Спершу збережіть підказки у своїй Галереї підказок, а потім виберіть їх тут.
vi: Trước tiên hãy lưu lời nhắc vào Thư viện lời nhắc của bạn, sau đó chọn chúng ở đây.
zh_hans: 首先将提示保存到提示库，然后在此处选择它们。
zh_hant: 首先將提示儲存到提示庫，然後在此處選擇它們。

source: Save to Image Gallery
de: In der Bildergalerie speichern
es: Guardar en la galería de imágenes
fr: Enregistrer dans la galerie d'images
hi: छवि गैलरी में सहेजें
id: Simpan ke Galeri Gambar
ja: 画像ギャラリーに保存
ko: 이미지 갤러리에 저장
pl: Zapisz w Galerii obrazów
pt_br: Salvar na galeria de imagens
tr: Resim Galerisine Kaydet
uk: Зберегти в галерею зображень
vi: Lưu vào Thư viện Hình ảnh
zh_hans: 保存到图片库
zh_hant: 儲存到圖片庫

source: Save your best prompts here so you can reuse them quickly.
de: Speichern Sie hier Ihre besten Eingabeaufforderungen, damit Sie sie schnell wiederverwenden können.
es: Guarde sus mejores indicaciones aquí para poder reutilizarlas rápidamente.
fr: Enregistrez vos meilleures invites ici afin de pouvoir les réutiliser rapidement.
hi: अपने सर्वोत्तम संकेत यहां सहेजें ताकि आप उनका शीघ्रता से पुन: उपयोग कर सकें।
id: Simpan perintah terbaik Anda di sini sehingga Anda dapat menggunakannya kembali dengan cepat.
ja: すぐに再利用できるように、最良のプロンプトをここに保存します。
ko: 신속하게 재사용할 수 있도록 가장 적합한 프롬프트를 여기에 저장하세요.
pl: Zapisz tutaj swoje najlepsze podpowiedzi, aby móc szybko z nich skorzystać ponownie.
pt_br: Salve seus melhores prompts aqui para poder reutilizá-los rapidamente.
tr: En iyi istemlerinizi buraya kaydedin, böylece hızla yeniden kullanabilirsiniz.
uk: Зберігайте тут свої найкращі підказки, щоб швидко їх використовувати повторно.
vi: Lưu những lời nhắc hay nhất của bạn ở đây để bạn có thể sử dụng lại chúng một cách nhanh chóng.
zh_hans: 在这里保存您最好的提示，以便您可以快速重复使用它们。
zh_hant: 在這裡保存您最好的提示，以便您可以快速重複使用它們。

source: Saved to Photos
de: Unter Fotos gespeichert
es: Guardado en fotos
fr: Enregistré dans les photos
hi: फ़ोटो में सहेजा गया
id: Disimpan ke Foto
ja: 写真に保存しました
ko: 포토에 저장됨
pl: Zapisano w Zdjęciach
pt_br: Salvo em fotos
tr: Fotoğraflar'a kaydedildi
uk: Збережено у фото
vi: Đã lưu vào Ảnh
zh_hans: 保存到照片
zh_hant: 儲存到照片

source: Saving Realtime Generations
de: Speichern von Echtzeitgenerationen
es: Salvando generaciones en tiempo real
fr: Sauvegarder les générations en temps réel
hi: रीयलटाइम पीढ़ियों की बचत
id: Menyelamatkan Generasi Realtime
ja: リアルタイム生成の保存
ko: 실시간 세대 저장
pl: Ratowanie pokoleń w czasie rzeczywistym
pt_br: Salvando Gerações em Tempo Real
tr: Gerçek Zamanlı Nesilleri Kaydetmek
uk: Збереження поколінь у реальному часі
vi: Tiết kiệm thế hệ thời gian thực
zh_hans: 节省实时生成
zh_hant: 節省即時生成

source: Scene
de: Szene
es: escena
fr: Scène
hi: दृश्य
id: Adegan
ja: シーン
ko: 장면
pl: Scena
pt_br: Cena
tr: Sahne
uk: Сцена
vi: Cảnh
zh_hans: 场景
zh_hant: 場景

source: Scene %lld
de: Szene %lld
es: Escena %lld
fr: Scène %lld
hi: दृश्य %lld
id: Adegan %lld
ja: シーン %lld
ko: 장면 %lld
pl: Scena %lld
pt_br: Cena %lld
tr: Sahne %lld
uk: Сцена %lld
vi: Cảnh %lld
zh_hans: 场景 %lld
zh_hant: 場景 %lld

source: Scene Description
de: Szenenbeschreibung
es: Descripción de la escena
fr: Description de la scène
hi: दृश्य विवरण
id: Deskripsi Adegan
ja: シーンの説明
ko: 장면 설명
pl: Opis sceny
pt_br: Descrição da cena
tr: Sahne Açıklaması
uk: Опис сцени
vi: Mô tả cảnh
zh_hans: 场景描述
zh_hant: 場景描述

source: Scene Duration
de: Szenendauer
es: Duración de la escena
fr: Durée de la scène
hi: दृश्य अवधि
id: Durasi Adegan
ja: シーンの長さ
ko: 장면 지속 시간
pl: Czas trwania sceny
pt_br: Duração da cena
tr: Sahne Süresi
uk: Тривалість сцени
vi: Thời lượng cảnh
zh_hans: 场景持续时间
zh_hant: 場景持續時間

source: Scene Prompt
de: Szenenaufforderung
es: Aviso de escena
fr: Invite de scène
hi: दृश्य संकेत
id: Perintah Adegan
ja: シーンプロンプト
ko: 장면 프롬프트
pl: Podpowiedź dotycząca sceny
pt_br: Prompt de cena
tr: Sahne İstemi
uk: Підказка сцени
vi: Cảnh nhắc
zh_hans: 场景提示
zh_hant: 場景提示

source: Scene generation failed
de: Die Szenengenerierung ist fehlgeschlagen
es: Error al generar la escena
fr: La génération de scène a échoué
hi: दृश्य निर्माण विफल रहा
id: Pembuatan adegan gagal
ja: シーン生成に失敗しました
ko: 장면 생성 실패
pl: Wygenerowanie sceny nie powiodło się
pt_br: Falha na geração de cena
tr: Sahne oluşturma başarısız oldu
uk: Помилка створення сцени
vi: Tạo cảnh không thành công
zh_hans: 场景生成失败
zh_hant: 場景生成失敗

source: Seamless Loop
de: Nahtlose Schleife
es: Bucle sin interrupción
fr: Boucle harmonieuse
hi: निर्बाध लूप
id: Lingkaran Mulus
ja: シームレスなループ
ko: 원활한 루프
pl: Bezszwowa pętla
pt_br: Loop contínuo
tr: Kusursuz Döngü
uk: Безшовна петля
vi: Vòng lặp liền mạch
zh_hans: 无缝循环
zh_hant: 無縫循環

source: Search Prompt
de: Suchaufforderung
es: Mensaje de búsqueda
fr: Invite de recherche
hi: शीघ्र खोजें
id: Perintah Pencarian
ja: 検索プロンプト
ko: 검색 프롬프트
pl: Monit wyszukiwania
pt_br: Solicitação de pesquisa
tr: Arama İstemi
uk: Підказка пошуку
vi: Lời nhắc tìm kiếm
zh_hans: 搜索提示
zh_hant: 搜尋提示

source: Search fonts
de: Schriftarten suchen
es: Buscar fuentes
fr: Rechercher des polices
hi: फ़ॉन्ट खोजें
id: Cari font
ja: フォントを検索する
ko: 글꼴 검색
pl: Wyszukaj czcionki
pt_br: Pesquisar fontes
tr: Yazı tiplerini arayın
uk: Пошук шрифтів
vi: Tìm kiếm phông chữ
zh_hans: 搜索字体
zh_hant: 搜尋字體

source: Search models...
de: Modelle suchen...
es: Buscar modelos...
fr: Rechercher des modèles...
hi: मॉडल खोजें...
id: Telusuri model...
ja: モデルを検索...
ko: 모델 검색...
pl: Wyszukaj modele...
pt_br: Pesquisar modelos...
tr: Modelleri ara...
uk: Пошук моделей...
vi: Tìm kiếm mô hình...
zh_hans: 搜索型号...
zh_hant: 搜尋型號...

source: Search products
de: Produkte suchen
es: Buscar productos
fr: Rechercher des produits
hi: उत्पाद खोजें
id: Cari produk
ja: 製品を探す
ko: 제품 검색
pl: Szukaj produktów
pt_br: Pesquisar produtos
tr: Ürün ara
uk: Пошук продуктів
vi: Tìm kiếm sản phẩm
zh_hans: 搜索产品
zh_hant: 搜尋產品

source: Search products...
de: Produkte suchen...
es: Buscar productos...
fr: Rechercher des produits...
hi: उत्पाद खोजें...
id: Cari produk...
ja: 製品を検索...
ko: 제품 검색...
pl: Wyszukaj produkty...
pt_br: Pesquisar produtos...
tr: Ürünleri arayın...
uk: Пошук продуктів...
vi: Tìm kiếm sản phẩm...
zh_hans: 搜索产品...
zh_hant: 搜尋產品...

source: Search prompts
de: Suchaufforderungen
es: Mensajes de búsqueda
fr: Invites de recherche
hi: खोज संकेत
id: Petunjuk pencarian
ja: 検索プロンプト
ko: 검색 프롬프트
pl: Monity wyszukiwania
pt_br: Solicitações de pesquisa
tr: Arama istemleri
uk: Пошукові підказки
vi: Lời nhắc tìm kiếm
zh_hans: 搜索提示
zh_hant: 搜尋提示

source: Search prompts...
de: Suchaufforderungen...
es: Mensajes de búsqueda...
fr: Invites de recherche...
hi: खोज संकेत...
id: Perintah pencarian...
ja: 検索プロンプト...
ko: 검색 프롬프트...
pl: Szukaj podpowiedzi...
pt_br: Solicitações de pesquisa...
tr: Arama istemleri...
uk: Пошукові підказки...
vi: Lời nhắc tìm kiếm...
zh_hans: 搜索提示...
zh_hant: 搜尋提示...

source: Secondary
de: Sekundär
es: Secundaria
fr: Secondaire
hi: माध्यमिक
id: Sekunder
ja: 二次
ko: 보조
pl: Drugorzędne
pt_br: Secundário
tr: İkincil
uk: Вторинний
vi: Trung học
zh_hans: 中学
zh_hant: 中學

source: Securely connect to leading AI models
de: Stellen Sie eine sichere Verbindung zu führenden KI-Modellen her
es: Conéctese de forma segura a los principales modelos de IA
fr: Connectez-vous en toute sécurité aux principaux modèles d'IA
hi: अग्रणी AI मॉडल से सुरक्षित रूप से कनेक्ट करें
id: Terhubung dengan aman ke model AI terkemuka
ja: 主要な AI モデルに安全に接続
ko: 주요 AI 모델에 안전하게 연결
pl: Bezpiecznie łącz się z wiodącymi modelami AI
pt_br: Conecte-se com segurança aos principais modelos de IA
tr: Önde gelen yapay zeka modellerine güvenli bir şekilde bağlanın
uk: Безпечне підключення до провідних моделей ШІ
vi: Kết nối an toàn với các mô hình AI hàng đầu
zh_hans: 安全连接到领先的人工智能模型
zh_hant: 安全連接到領先的人工智慧模型

source: Seed
de: Samen
es: semilla
fr: Semence
hi: बीज
id: Benih
ja: 種子
ko: 종자
pl: Nasiona
pt_br: Semente
tr: tohum
uk: насіння
vi: Hạt giống
zh_hans: 种子
zh_hant: 種子

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionnez
hi: चयन करें
id: Pilih
ja: 選択
ko: 선택
pl: Wybierz
pt_br: Selecione
tr: Seç
uk: Виберіть
vi: chọn
zh_hans: 选择
zh_hant: 選擇

source: Select Reference Image
de: Auswählen Referenz Bild
es: Seleccionar Referencia Imagen
fr: Sélectionnez Référence Images
hi: चयन करें संदर्भ छवि
id: Pilih Referensi Gambar
ja: 選択 参考資料 画像
ko: 선택 참고자료 이미지
pl: Wybierz Odniesienie Obraz
pt_br: Selecione Referência Imagem
tr: Seç Referans Resim
uk: Виберіть довідка Зображення
vi: chọn Tài liệu tham khảo Hình ảnh
zh_hans: 选择 参考 图片
zh_hant: 選擇 參考 圖片

source: Select Font
de: Wählen Sie Schriftart aus
es: Seleccionar fuente
fr: Sélectionnez la police
hi: फ़ॉन्ट चुनें
id: Pilih Font
ja: フォントの選択
ko: 글꼴 선택
pl: Wybierz Czcionka
pt_br: Selecione a fonte
tr: Yazı Tipini Seçin
uk: Виберіть Шрифт
vi: Chọn phông chữ
zh_hans: 选择字体
zh_hant: 選擇字體

source: Select Image
de: Wählen Sie Bild aus
es: Seleccionar imagen
fr: Sélectionnez une image
hi: छवि का चयन करें
id: Pilih Gambar
ja: 画像の選択
ko: 이미지 선택
pl: Wybierz Obraz
pt_br: Selecione a imagem
tr: Resim Seç
uk: Виберіть Зображення
vi: Chọn hình ảnh
zh_hans: 选择图像
zh_hant: 選擇影像

source: Select Model
de: Wählen Sie Modell aus
es: Seleccionar modelo
fr: Sélectionnez le modèle
hi: मॉडल का चयन करें
id: Pilih Model
ja: モデルの選択
ko: 모델 선택
pl: Wybierz Model
pt_br: Selecione o modelo
tr: Modeli Seçin
uk: Виберіть Модель
vi: Chọn mẫu
zh_hans: 选择型号
zh_hant: 選擇型號
